{"speakers":[
	{
		"name": "Sabrina",
		"title": "Software Developer Student",
		"department": "IT",
		"bio": "Sabrina is Coop student working as a Software Developer Student. She understood basic modules of Know Radio and started working on live project which is immensely adorable. She is very punctual and makes our work easy. She is fond of movies and parties. Know Radio is happy to have her in our team."
	},
	{
		"name": "Yasmine",
		"title": "Sales Marketing Student",
		"department": "Marketing",
		"bio": "Yasmine works as a Coop student in Sales Marketing. She works closely with Jason in the sales sector. She takes care much of work for sales which reduces burden from Jason. She is very accurate in whatever work she does. She likes to travel haunted places and beaches. We are happy to have her at Know Radio"
	},
	{
		"name": "Peter",
		"title": "HR Student",
		"department": "HR",
		"bio": "Peter is working under HR departent as a coop student. Peter works with Alex and makes sure he is helping Alex in listening concerns of employees. He helps in organizing events at Know Radio and make sure everybody is happy with the way things are conducted at the event. Peter likes to ride bike and love to travel on his bike."
	},
	{
		"name": "Mathew",
		"title": "Software Support Student",
		"department": "IT",
		"bio": "Mathew is working under Support department as a coop student. He takes care of the Level-1 ticket raised by the customers and makes sure each and every customer is happy with Know Radio's services. He likes to play soccer and is fond of listening rock music. Know Radio welcomes Mathew and hope to have a create time at Know Radio"
	},
	{
		"name": "Billy",
		"title": "Warehouse Driver Student",
		"department": "Warehouse",
		"bio": "Billy is our warehouse driver student and takes care of our warehouse inventory related stuffs. He works with Markham and makes sure each and every delivery is on time and customers are happy with the services. He likes to take feedback from customers in order to improve services which is really applaudale."
	}



	
]}